var relearn_searchindex = [
  {
    "breadcrumb": "",
    "content": "",
    "description": "",
    "tags": [],
    "title": "Dominion Insight",
    "uri": "/dominion_insight/index.html"
  },
  {
    "breadcrumb": "Dominion Insight",
    "content": "コンボ 引き切りコンボ 引き切らないコンボ ステロ 速攻 他の戦略は？ そもそも分類することの意味とは ドミニオンではサプライやランドスケープのカードに応じてとるべき戦略が多種多様に変化するが，異なる戦略同士にもある程度の共通点を見出すことができる．本サイトでは，ドミニオンの戦略をコンボ・ステロ・速攻の 3 つに分類する．\nコンボ コンボにも大きく分けて 2 種類あり，引き切るものと引き切らないものがある．\n引き切りコンボ ドローと廃棄を駆使してデッキの全てのカードを引き (あるいは，勝利点などの生産力に乏しいカードだけが捨て札にある状態にして)，使用する．カード使用効率が非常に良く，ドミニオン 2 人戦において基本となる戦略である．引き切りコンボができるのに敢えてやらないというのは，他によほど速いステロや速攻などがある場合，あるいは購入権が増えないために引き切らないコンボから出力をさらに引き上げる必要がない場合などに限られる．\n引き切らないコンボ 1 ターンにアクションカードをある程度の枚数 (3 枚以上) 使用しつつ，属州を買い進めていくデッキ．ただし近年ではアクションカードのような複雑な挙動をする財宝カードでコンボが構成されることもあり，アクション使用枚数については目安程度である．引き切らないためにデッキの完全な制御はせず，ステロとの区別が難しいが，とりあえずある程度アクションカードどうしのシナジーを利用していればコンボだということに (ここでは) する．\nステロ 財宝カードを中心に金量を出し，8 金で属州を買い進めていく戦略．一般には財宝カードだけだと非常に遅いため，補助として少数のアクションカード (0-3 枚程度 (船着場など，一部のステロでは例外的に 4 枚以上利用することもある)) をデッキに入れ，1 ターンに 1 枚程度アクションを打つものが多い．\n初級者向けの多くの戦略サイトで紹介される戦略であり，多人数戦では有力な方針だが，2 人戦においては基本的に弱い行動である．\n速攻 属州を取りに行くという基本的な方針を捨て，早期に 3 山枯れさせるなどして比較的少ないターン数で決着を付ける形．\n基本セットにおいては工房庭園が有名．後の拡張において馬丁という工房よりさらに速攻向きのカードが登場した．\n参考記事:\n馬丁速攻 (ステロゴリラがドミニオンするよ) 勝利点と馬丁 (うりはり氏の note) なおコンボ同士のぶつかり合いの際には属州を取らないうちに 3 山終了することがある．しかし 3 山だけを初めから狙っていたわけではない場合は速攻には含めない．多くのコンボでは相手がステロで早めに勝利点行動をしていた場合には 3 山せずに勝利点行動をするはずなので，速攻には含まれないことになる．\n特定の組合せが揃わないと成立しないことがほとんどで，上記の分類の中だと採用頻度が最も少ない戦略である．\n他の戦略は？ 他のサイトを見ると，「圧縮」「アタック (スラッグ)」などの戦略も別の分類で紹介していたりもするが，圧縮はどのようなデッキでも自然に行うことだし，アタックはコンボがステロに追いつくための常套手段である．この 2 つの項目は大きな戦略の柱というよりは，それを実行するための手段である．また呪いが処理できない魔女場のような荒れた展開については，ここではステロに分類する．実際，そのような場でやることは魔女 1-2 枚と財宝を買い，呪いが枯れたら公領を買うことくらいで，結局ステロと行動指針はほぼ同じであるからである．\nそもそも分類することの意味とは デッキのほぼ全てのカードを毎ターン利用する岩屋金貸しループなど，ステロかコンボか微妙な戦略も存在するため，分類自体がナンセンスという意見もある．\n参考記事: #ドミニオン 攻略：コンボなんてやめませんか？ (うりはり氏の note)\nただそれでも本サイトで敢えて戦略を分類しているのは，\n大雑把な分類をしておくことで戦略の概観が掴みやすい (引き切るのかどうか，運の要素がどの程度絡むのかなど) 本サイト上の記事を分類してまとめることが行いやすくなりそう などの理由による．",
    "description": "コンボ 引き切りコンボ 引き切らないコンボ ステロ 速攻 他の戦略は？ そもそも分類することの意味とは ドミニオンではサプライやランドスケープのカードに応じてとるべき戦略が多種多様に変化するが，異なる戦略同士にもある程度の共通点を見出すことができる．本サイトでは，ドミニオンの戦略をコンボ・ステロ・速攻の 3 つに分類する．\nコンボ コンボにも大きく分けて 2 種類あり，引き切るものと引き切らないものがある．\n引き切りコンボ ドローと廃棄を駆使してデッキの全てのカードを引き (あるいは，勝利点などの生産力に乏しいカードだけが捨て札にある状態にして)，使用する．カード使用効率が非常に良く，ドミニオン 2 人戦において基本となる戦略である．引き切りコンボができるのに敢えてやらないというのは，他によほど速いステロや速攻などがある場合，あるいは購入権が増えないために引き切らないコンボから出力をさらに引き上げる必要がない場合などに限られる．\n引き切らないコンボ 1 ターンにアクションカードをある程度の枚数 (3 枚以上) 使用しつつ，属州を買い進めていくデッキ．ただし近年ではアクションカードのような複雑な挙動をする財宝カードでコンボが構成されることもあり，アクション使用枚数については目安程度である．引き切らないためにデッキの完全な制御はせず，ステロとの区別が難しいが，とりあえずある程度アクションカードどうしのシナジーを利用していればコンボだということに (ここでは) する．\nステロ 財宝カードを中心に金量を出し，8 金で属州を買い進めていく戦略．一般には財宝カードだけだと非常に遅いため，補助として少数のアクションカード (0-3 枚程度 (船着場など，一部のステロでは例外的に 4 枚以上利用することもある)) をデッキに入れ，1 ターンに 1 枚程度アクションを打つものが多い．\n初級者向けの多くの戦略サイトで紹介される戦略であり，多人数戦では有力な方針だが，2 人戦においては基本的に弱い行動である．\n速攻 属州を取りに行くという基本的な方針を捨て，早期に 3 山枯れさせるなどして比較的少ないターン数で決着を付ける形．\n基本セットにおいては工房庭園が有名．後の拡張において馬丁という工房よりさらに速攻向きのカードが登場した．\n参考記事:\n馬丁速攻 (ステロゴリラがドミニオンするよ) 勝利点と馬丁 (うりはり氏の note) なおコンボ同士のぶつかり合いの際には属州を取らないうちに 3 山終了することがある．しかし 3 山だけを初めから狙っていたわけではない場合は速攻には含めない．多くのコンボでは相手がステロで早めに勝利点行動をしていた場合には 3 山せずに勝利点行動をするはずなので，速攻には含まれないことになる．\n特定の組合せが揃わないと成立しないことがほとんどで，上記の分類の中だと採用頻度が最も少ない戦略である．\n他の戦略は？ 他のサイトを見ると，「圧縮」「アタック (スラッグ)」などの戦略も別の分類で紹介していたりもするが，圧縮はどのようなデッキでも自然に行うことだし，アタックはコンボがステロに追いつくための常套手段である．この 2 つの項目は大きな戦略の柱というよりは，それを実行するための手段である．また呪いが処理できない魔女場のような荒れた展開については，ここではステロに分類する．実際，そのような場でやることは魔女 1-2 枚と財宝を買い，呪いが枯れたら公領を買うことくらいで，結局ステロと行動指針はほぼ同じであるからである．\nそもそも分類することの意味とは デッキのほぼ全てのカードを毎ターン利用する岩屋金貸しループなど，ステロかコンボか微妙な戦略も存在するため，分類自体がナンセンスという意見もある．\n参考記事: #ドミニオン 攻略：コンボなんてやめませんか？ (うりはり氏の note)",
    "tags": [],
    "title": "戦略の分類",
    "uri": "/dominion_insight/strategy_cotegorization/index.html"
  },
  {
    "breadcrumb": "Dominion Insight",
    "content": "はじめに このサイトではデッキ構築型カードゲーム『ドミニオン』の戦術について解説します．主にドミニオンオンラインにおける 2 人対戦を想定しています．\n管理人について ドミニオン歴自体は 4 年ほどで，ドミニオンオンラインでレートが 58 程度です．ドミニオンの基礎的な戦術については概ね理解していると思っています．一方で構築手順や終盤での立ち回りなど，まだまだ最上位層には実力が及ばない部分もあると感じています．\n本サイトの目的・方針 ドミニオンはプレイするたびに新しいカードの組合せを発見し，知見が溜まっていくものですが，強い戦略をいったん学んでも時間が経つと忘れてしまうことがあります．また自分一人であれこれ考えるだけでは限界があり，実力者の意見なども参考にした方がより良い知見が得られるのも明らかです．\nこのサイトでは私自身が日々ドミニオンで得た学びを文章化することで上記の点を改善し，実力向上を目指します．\nプレイヤーの知見が文章として公開されたもの自体は以前からありましたが，その多くはブログなどに書かれており，戦術を網羅的・体系的にまとめたものは少ないのが現状です．\n本サイトでは，できるだけ体系的に記事をまとめることを目指します．通常のブログではなくある程度カスタマイズ可能なウェブサイトを利用しているのにはこのような目的があります．とはいっても，現状ではまだ記事が少なく，どのくらい活動を続けるかも明らかでないので，分類や整理といった作業はある程度記事が増えてからになると思います．",
    "description": "はじめに このサイトではデッキ構築型カードゲーム『ドミニオン』の戦術について解説します．主にドミニオンオンラインにおける 2 人対戦を想定しています．\n管理人について ドミニオン歴自体は 4 年ほどで，ドミニオンオンラインでレートが 58 程度です．ドミニオンの基礎的な戦術については概ね理解していると思っています．一方で構築手順や終盤での立ち回りなど，まだまだ最上位層には実力が及ばない部分もあると感じています．\n本サイトの目的・方針 ドミニオンはプレイするたびに新しいカードの組合せを発見し，知見が溜まっていくものですが，強い戦略をいったん学んでも時間が経つと忘れてしまうことがあります．また自分一人であれこれ考えるだけでは限界があり，実力者の意見なども参考にした方がより良い知見が得られるのも明らかです．\nこのサイトでは私自身が日々ドミニオンで得た学びを文章化することで上記の点を改善し，実力向上を目指します．\nプレイヤーの知見が文章として公開されたもの自体は以前からありましたが，その多くはブログなどに書かれており，戦術を網羅的・体系的にまとめたものは少ないのが現状です．\n本サイトでは，できるだけ体系的に記事をまとめることを目指します．通常のブログではなくある程度カスタマイズ可能なウェブサイトを利用しているのにはこのような目的があります．とはいっても，現状ではまだ記事が少なく，どのくらい活動を続けるかも明らかでないので，分類や整理といった作業はある程度記事が増えてからになると思います．",
    "tags": [],
    "title": "このサイトについて",
    "uri": "/dominion_insight/intro/index.html"
  },
  {
    "breadcrumb": "Dominion Insight",
    "content": "",
    "description": "",
    "tags": [],
    "title": "Categories",
    "uri": "/dominion_insight/categories/index.html"
  },
  {
    "breadcrumb": "Dominion Insight",
    "content": "",
    "description": "",
    "tags": [],
    "title": "Tags",
    "uri": "/dominion_insight/tags/index.html"
  }
]
